<template>
  <div class="Reviews">
    <div class="content">
      <h1>文件名称占位</h1>
      <span>2018.09.23 13:53</span>
      <span class="right">大小：0.3M、格式：doc</span>
      <p>       1.2.1调整页边距  要调整页边距可在WORD菜单栏中选择页面布局，在页面设置栏目下点击页边距下方下拉选单，选择页边距方案，或自定义页边距。一般为美观及装订方便，装订侧（一般为左侧）需留出一定余量。（推荐A4页边距为上：2.4cm，下：2.4cm，左：3.2cm，右2.4cm。）  1.2.2纸张方向与插入分节符    一般标书中可能遇到需要插入宽度较宽的表格的情况（报价表、描述表、业绩表等），此时可以将纸张方向设为横向。    注意，纸张方向的调整对象是按照整节为单位来调整的，故在调整前，需先插入分节符后再调整。    要插入分节符，在页面布局栏中页面设置栏目下点击分隔符，选择分节符中“下一页”。   选中在分节符后，页码任意位置，即可对本节纸张方向进行操作。
      选择页面布局栏目中页面设置栏目下，选择纸张方向，选择横向。    同理，如需变回纵向，也需添加分节符后进行操作，选择纸张方向纵向。向与插入分节符    一般标书中可能遇到需要插入宽度较宽的表格的情况（报价表、描述表、业绩表等），此时可以将纸张方向设为横向。    注意，纸张方向的调整对象是按照整节为单位来调整的，故在调整前，需先插入分节符后再调整。    要插入分节符，在页面布局栏中页面设置栏目下点击分隔符，选择分节符中“下一页”。   选中在分节符后，页码任意位置，即可对本节纸张方向进行操作。选择页面布局栏目中页面设置栏目下，选择纸张方向，选择横向。    同理，如需变回纵向，也需添加分节符后进行操作，选择纸张方向纵向。分节符中“下一页”。   选中在分节符后，页码任意位置，即可对本节纸张方向进行操作。选择页面布局栏目中页面设置栏目下，选择纸张方向，选择横向。    同理，如需变回纵向，也需添加分节符后进行操作，选择纸张方向纵向。</p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'Reviews'
}
</script>

<style lang="stylus">
.Reviews
  padding 10px 6px
  .content
    background white
    padding 10px
    h1
      font-size 16px
      margin-bottom 10px
    span
      font-size 12px
      color #333333
    .right
      float right
    p
      margin-top 10px
      line-height 20px
      font-size 14px
      text-indent 2em
</style>
